Tekla Open API Reference for Tekla Structures 2025
TemplateInfo Fields
The TemplateInfo type exposes the following members.
Fields
Name | Description
Default
 The default template information.
Top
See Also
Reference
TemplateInfo Class
Tekla.Structures.Drawing Namespace